ID_0_TO_10V,0 la 10 V
ID_0_TO_20mA,0 la 20 mA
ID_0_TO_5V,0 la 5 V
ID_125K,125 K
ID_1M,1 M
ID_250K,250 K
ID_4_DIGITS,4 cifre
ID_4_TO_20mA,4 la 20 mA
ID_5_DIGITS,5 cifre
ID_500K,500 K
ID_6_DIGITS,6 cifre
ID_7_DIGITS,7 cifre
ID_ACCEPT_ABORT_CAL_ERROR,Acceptare/anulare eroare calibrare
ID_ACCEPT_TO_CONTINUE,Acceptare pt a continua
ID_ACCEPT_WHEN_MEASURED_VALUE_IS_STABLE,Acceptare când valoarea măsurată e stabilă
ID_ACCESS_CONTROL,Control acces
ID_ACTIVE,Activ
ID_ACTIVE_MODE,Mod activ
ID_ACTUAL_RATE,Rată reală
ID_ADC_CALIBRATION_ERROR,Eroare calibrare ADC
ID_ADDRESS,Adresă
ID_AERONAUTICAL,Aeronautic
ID_AIM_RATE,Rată ţintă
ID_AIR,Aer
ID_AIRSPEED_RANGE,Interval viteză aer
ID_ALARM,Alarmă
ID_ALARM_HIGH,Alarmă înaltă
ID_ALARM_LOW,Alarmă redusă
ID_ALARMS,Alarme
ID_ALL_SETUP_FILES_COPIED_FROM_USB,Toate fişierele de configurare copiate de pe USB
ID_ALL_SETUP_FILES_COPIED_TO_USB,Toate fişierele de configurare copiate pe USB
ID_ALL_TEST_PROGRAMS_COPIED_FROM_USB,Toate programele test copiate de pe USB
ID_ALL_TEST_PROGRAMS_COPIED_TO_USB,Toate programele test copiate pe USB
ID_ALL_UNITS,Toate unităţile
ID_ALTITUDE_RANGE,Interval altitudine
ID_AN_INVALID_OPTION_KEY_HAS_,O tastă de opţiuni nevalidă a fost introdusă de 3 ori. Instrumentul trebuie oprit.
ID_AN_OP_DEFAULTS,Val impl O/P analogic
ID_ANALOGUE_OP,Ieşire analogică
ID_ANALOGUE_OP_BOOT_ROM,ROM pornire O/P analogic
ID_ANALOGUE_OP_CORRECTION,Corecţie O/P analogic
ID_ANALOGUE_OP_CURRENT,Curent O/P analogic
ID_ANALOGUE_OP_DEFAULTS,Val impl O/P analogic
ID_ANALOGUE_OP_DIAGNOSTICS,Diagnostice O/P analogic
ID_ANALOGUE_OP_ERROR,Eroare O/P analogic
ID_ANALOGUE_OP_MAIN_CODE,Cod principal O/P analogic
ID_ANALOGUE_OP_RANGE,Interval ieşire analogică
ID_ANALOGUE_OP_SERIAL_NUMBER,Număr serie O/P analogic
ID_ANALOGUE_OP_SETUP,Configurare O/P analogic
ID_ANALOGUE_OP_STATUS,Stare O/P analogic
ID_ANALOGUE_OP_UPGRADE,Upgrade O/P analogic
ID_ANALOGUE_OP_VERIFICATION,Verificare O/P analogic
ID_ANALOGUE_OP_ZERO,Zero O/P analogic
ID_ANALOGUE_OUTPUT,Ieşire analogică
ID_ANALOGUE_OUTPUT_CORRECTION,Corecţie ieşire analogică
ID_ANALOGUE_OUTPUT_ERROR,Eroare ieşire analogică
ID_ANY_FILES_WITH_SAME_NAME_,Toate fişierele cu acelaşi nume vor fi suprascrise
ID_APPLY,Aplicare
ID_APPLY_BIAS,Aplicare tendinţă
ID_APPLY_FIRST_CALIBRATION_POINT,Aplicaţi presiunea din cel mai redus interval (punctul 1 din 3)
ID_APPLY_NOMINAL_POS_FS_CURRENT,Aplicaţi curentul nominal pozitiv complet.
ID_APPLY_NOMINAL_POS_FS_VOLTAGE,Aplicaţi tensiunea nominală pozitivă completă.
ID_APPLY_NOMINAL_ZERO_CURRENT,Aplicaţi curentul zero nominal.
ID_APPLY_NOMINAL_ZERO_VOLTAGE,Aplicaţi tensiunea zero nominală.
ID_APPLY_PWM,Aplicare PWM
ID_APPLY_SECOND_CALIBRATION_POINT,Aplicaţi presiunea din intervalul mediu (punctul 2 din 3)
ID_APPLY_THIRD_CALIBRATION_POINT,Aplicaţi presiunea din cel mai înalt interval (punctul 3 din 3)
ID_APPLY_VALVE_BIAS_ERROR,Aplicaţi eroarea tendinţei supapei
ID_APPLY_VALVE_CHARACTERISATION_ERROR,Aplicaţi eroarea caracterizării supapei
ID_ARE_YOU_SURE__ABORT_VALVE_CORRECTION,Sigur doriţi să anulaţi corecţia supapei?
ID_ARE_YOU_SURE__COPY_FILE,Sigur doriţi să faceţi o copie a acestui fişier:-
ID_ARE_YOU_SURE__COPY_FILE_TO_USB,Sigur doriţi să copiaţi acest fişier pe USB?
ID_ARE_YOU_SURE__COPY_FROM_USB,Sigur doriţi să copiaţi toate fişierele de pe USB?
ID_ARE_YOU_SURE__COPY_HISTORY_TO_USB,Sigur doriţi să copiaţi istoricul pe USB?
ID_ARE_YOU_SURE__COPY_TO_USB,Sigur doriţi să copiaţi toate fişierele pe USB?
ID_ARE_YOU_SURE__DELETE,Sigur doriţi să ştergeţi acest fişier?
ID_ARE_YOU_SURE__DISABLE_SOFT_OPTIONS_,Sigur doriţi să dezactivaţi opţiunile activităţii?
ID_ARE_YOU_SURE__EXIT_CALIBRATION,Sigur doriţi să ieşiţi din procedura de calibrare? Apăsaţi Da pentru a ieşi (nu se salvează valorile). Apăsaţi Nu pentru a continua.
ID_ARE_YOU_SURE__RESET_ETHERNET,Sigur doriţi să resetaţi setările LAN?
ID_ARE_YOU_SURE__RESET_FAULT_HISTORY,Sigur doriţi să resetaţi jurnalul istoricului erorilor?
ID_ARE_YOU_SURE__RESET_USE_LOG,Sigur doriţi să resetaţi jurnalul utilizării regulatorului?
ID_ARE_YOU_SURE__RESTORE_AN_OP_DEFAULTS_,Sigur doriţi să restauraţi ieşirea analogică la setările implicite?
ID_ARE_YOU_SURE__RESTORE_AS_SHIPPED_,Sigur doriţi să restauraţi „setările conform livrării”?
ID_ARE_YOU_SURE__RESTORE_INSTRUMENT_DEFAULTS_,Sigur doriţi să restauraţi instrumentul la setările implicite?
ID_ARE_YOU_SURE__RESTORE_LAST_,Sigur doriţi să restauraţi setările instrumentului la ultima stare de pornire?
ID_ARE_YOU_SURE__RESTORE_MODULE_DEFAULTS_,Sigur doriţi să restauraţi modulul la setările implicite?
ID_ARE_YOU_SURE__RESTORE_THESE_,Sigur doriţi să restauraţi aceste setări ale instrumentului?
ID_ARE_YOU_SURE__RESTORE_VFC_DEFAULTS_,Sigur doriţi să restauraţi VFC la setările implicite?
ID_ARE_YOU_SURE__SET_AS_SHIPPED_,Sigur doriţi să salvaţi „setările conform livrării”?
ID_ARE_YOU_SURE__UPGRADE_ANALOGUE_OP_,Sigur doriţi să faceţi upgrade pentru software-ul ieşirii analogice?
ID_ARE_YOU_SURE__UPGRADE_INSTRUMENT_,Sigur doriţi să faceţi upgrade pentru software-ul instrumentului?
ID_ARE_YOU_SURE__UPGRADE_MODULE_,Sigur doriţi să faceţi upgrade pentru software-ul modulului?
ID_ARE_YOU_SURE__UPGRADE_OS_,Sigur doriţi să faceţi upgrade pentru sistemul de operare?
ID_ARE_YOU_SURE__UPGRADE_VFC_,Sigur doriţi să faceţi upgrade pentru software-ul pentru contact fals?
ID_ARE_YOU_SURE__VALVE_CORRECTION,Sigur doriţi să efectuaţi corecţia supapei?
ID_ARE_YOU_SURE__VENT,Sigur doriţi să efectuaţi o ventilare a sistemului?
ID_ARE_YOU_SURE__ZERO_ANALOGUE_OP,Sigur doriţi să aduceţi la zero ieşirea analogică?
ID_ARE_YOU_SURE__ZERO_PRESSURE_RANGE,Sigur doriţi să aduceţi la zero acest interval de presiune?
ID_ARE_YOU_SURE__ZERO_SCM,Sigur doriţi să aduceţi la zero SCM?
ID_ARE_YOU_SURE_YOU_WANT_LAST__,Sigur doriţi să reveniţi la ultima calibrare?
ID_AREA_OF_USE,Zonă utilizare
ID_AS_SHIPPED,Conf livrării
ID_ASIA,Asia
ID_AUDIO_VOLUME,Volum audio
ID_AUTO,Auto
ID_AUTO_IP,IP auto
ID_AUTO_RANGE,Interval auto
ID_AUTO_REVERSE,Invers auto
ID_AUTO_TUNE,Reglare auto
ID_AUTO_ZERO,Zero auto
ID_AVERAGE,Mediu
ID_BACK,Înapoi
ID_BACKLIGHT,Lumină fundal
ID_BACKLIGHT_TIMER,Crono lum fundal
ID_BAND,Bandă
ID_BAROMETER,Barometru
ID_BAROMETER_DIAGNOSTICS,Diagnostice senzor barometric
ID_BAROMETRIC,Barometric
ID_BAROMETRIC_SENSOR,Senzor barometric
ID_BASIC,De bază
ID_BAUD_RATE,Rată baud
ID_BIAS_RUN,Funcţionare tendinţă
ID_BOTTOM_SPAN,Limită inferioară
ID_BREAKING,Întrerupere
ID_BRIDGE_ADC_COUNTS,Contorizări ADC punte
ID_BRIDGE_ADC_VALUE,Valoare ADC punte
ID_BRIGHTNESS,Luminozitate
ID_BURST_PRESSURE,Pres explozie
ID_BURST_TEST,Text explozie
ID_BURST_TEST_OPTION_IS_ENABLED,Opţiunea Test explozie este activată.
ID_BURST_TEST_RUNNING,Text explozie în funcţiune
ID_BURST_TEST_SETUP,Config test explozie
ID_BUTTON_ABORT,Anul
ID_BUTTON_CANCEL,Revoc
ID_BUTTON_IGNORE,Ignor
ID_BUTTON_LAST,Ultim
ID_BUTTON_NEW,Nou
ID_BUTTON_NO,Nu
ID_BUTTON_OK,OK
ID_BUTTON_RETRY,Reînc
ID_BUTTON_YES,Da
ID_CAL_DATE_INDEX_OUT_OF_RANGE,Index dată calibrare în afara intervalului
ID_CAL_PERCENT_OUT_OF_RANGE,Procent calibrare în afara intervalului
ID_CAL_POINT_OUT_OF_RANGE,Punct calibrare în afara intervalului
ID_CAL_POINT_VALUE_ERROR,Eroare valoare punct calibrare
ID_CAL_REMINDER,Memento cal
ID_CALIBRATING,Se calibrează
ID_CALIBRATION,Calibrare
ID_CALIBRATION_AS_FOUND,Calibrare curentă
ID_CALIBRATION_COMPLETE,Calibrare finalizată.
ID_CALIBRATION_DUE,Calibrare necesară
ID_CALIBRATION_GAIN_AND_OFFSET_VALUES,Valori amplificare şi compensare calibrare
ID_CALIBRATION_HISTORY,Istoric calibrare
ID_CALIBRATION_INFO,Informaţii calibrare
ID_CALIBRATION_LAST,Utilizaţi ultima calibrare
ID_CALIBRATION_NEW,Calibrare nouă
ID_CALIBRATION_NOT_COMPLETE,Calibrare nefinalizată
ID_CALIBRATION_PERIOD,Perioadă calibrare
ID_CALIBRATION_REMINDER,Memento calibrare
ID_CALIBRATION_STARTING,Calibrarea porneşte
ID_CAN_BUS_OFF,Magistrala CAN oprită
ID_CAN_DATA_ERROR_NO_REPLY,Eroare date CAN: Fără răsp
ID_CAN_DEVICE_CANNOT__INIT,Dispozitivul CAN nu poate fi iniţializat
ID_CAN_DIAGNOSTICS,Diagnostice CAN
ID_CANBUS,Magistrală CAN
ID_CANBUS_STATUS,Stare magistrală CAN
ID_CANNOT_CREATE_FILE,Imposibil de creat fişierul
ID_CANNOT_DELETE_THIS_COMMAND,Impos de şters această com
ID_CANNOT_EDIT_THIS_COMMAND,Impos de editat această com
ID_CANNOT_HAVE__SPAN_,Nu se poate avea aceeaşi valoare pentru limita superioară şi pentru limita inferioară
ID_CANNOT_INSERT_COMMAND_HERE,Imposibil de inserat o comandă aici
ID_CANNOT_LOCK_THIS_TASK,Imposibil de blocat această activitate
ID_CANNOT_OVERWRITE_SYSTEM_FILE,Imposibil de suprascris fişierul de sistem
ID_CANNOT_SELECT_THIS_TASK,Imposibil de selectat această activitate
ID_CANNOT_UPGRADE_SOFTWARE,Imposibil de făcut upgrade pentru software
ID_CANNOT_USE_THIS_NAME_,Impos de utiliz acest nume pt unit def de utilizator. Introduceţi un alt nume.
ID_CANNOT_ZERO_,Impos de adus acest interv de pres la zero
ID_CHANGE_MAC_ADDRESS,Schimbaţi adresa MAC
ID_CHANGE_PIN,Schimbaţi PIN
ID_CHANGE_SUPERVISOR_PIN,Schimbaţi PIN supervizor
ID_CHANGE_USB_MODE_TO_COMMS_,Schimbaţi modul USB la Comunicaţii înainte de a efectua upgrade-ul software-ului.
ID_CHANNEL_INDEX_OUT_OF_RANGE,Index canal în afara intervalului
ID_CHANNEL_OUT_OF_RANGE,Canal în afara intervalului
ID_CHARACTERISATION,Caracterizare
ID_CHECKSUM,Control
ID_CLEAR_BUFFER,Gol zona tam
ID_CLOSE_APPLY_VALVE,Închideţi aplic supapă
ID_CLOSE_CONTACT_1,Închideţi contactul 1
ID_CLOSE_CONTACT_2,Închideţi contactul 2
ID_CLOSE_ISOLATION_VALVE,Închideţi sup de izolare
ID_CLOSE_RELEASE_VALVE,Închideţi elib supapă
ID_CLOSE_ZERO_VALVE,Închideţi zero supapă
ID_CLOSED,Închis
ID_CM_0,Modul control CM0
ID_CM_1,Modul control CM1
ID_CM_2,Modul control CM2
ID_CM_3,Modul control CM3
ID_CM_GENERIC,Modul control general
ID_CM1_LOGIC_IP_STATE,I/P Logic CM1
ID_CM2_LOGIC_IP_STATE,I/P logic CM2
ID_COMMANDS,Comenzi
ID_COMMON_MODE_ADC_COUNTS,Contorizări ADC mod comun
ID_COMMON_MODE_ADC_VALUE,Valoare ADC mod comun
ID_COMMS,Comun
ID_COMMUNICATIONS,Comunicaţii
ID_COMMUNICATIONS_FAILURE,Defecţiune comunicaţii
ID_COMMUNICTAIONS_STATUS,Stare comunicaţii
ID_COMPLETE,Finalizat
ID_CONDITION,Condiţie
ID_CONFIGURATION,Configuraţie
ID_CONFIGURE_RANGE_NEG_FS_ERROR,Config eroarea FS negativ interval
ID_CONFIGURE_RANGE_POS_FS_ERROR,Config eroarea FS pozitiv interval
ID_CONFIRM_ABORT,Confirmare anulare
ID_CONFIRM_DELETE,Confirmare ştergere
ID_CONFIRM_NEW_CAL_PIN,Confirmare PIN calibrare nou
ID_CONFIRM_NEW_SUP_PIN,Confirmare PIN supervizor nou
ID_CONFIRM_RESET,Confirmare resetare
ID_CONFIRM_RESTORE,Confirmare restaurare
ID_CONFIRM_SAVE,Confirmare salvare
ID_CONFIRM_SOFTWARE_UPGRADE,Confirmare upgrade software
ID_CONFIRM_VALVE_CORRECTION,Confirmare corecţie supapă
ID_CONFIRM_VENT,Confirmare ventilare
ID_CONFIRM_ZERO,Confirmare Zero
ID_CONTACT,Contact
ID_CONTRAST,Contrast
ID_CONTROL,Control
ID_CONTROL_DWELL,Durată control
ID_CONTROL_EQUALS,Control = 
ID_CONTROL_MODE,Mod control
ID_CONTROL_MODULE_EEPROM_BEING_INITIALISED,EEPROM modul control în curs de iniţializare
ID_CONTROL_PRESSURE_OVER_RANGE,Suprainterval presiune control
ID_CONTROL_PRESSURE_UNDER_RANGE,Subinterval presiune control
ID_CONTROL_SENSOR,Senzor control
ID_CONTROL_SENSOR_CAL_DATA_,Eroare control date calibrare senzor control
ID_CONTROL_SENSOR_DIAGNOSTICS,Diagnostice senzor control
ID_CONTROL_SENSOR_HEADER_,Eroare control distribuitor senzor control
ID_CONTROL_SENSOR_SERIAL_NUMBER,Număr serie senzor control
ID_CONTROL_SETUP,Configurare control
ID_CONTROL_STABILITY,Stabilitate control
ID_CONTROL_TEMPERATURE,Temperatură control
ID_CONTROL_TEMPERATURE_OVER_RANGE,Suprainterval temperatură control
ID_CONTROL_TEMPERATURE_UNDER_RANGE,Subinterval temperatură control
ID_CONTROL_TIME,Oră control
ID_CONTROLLED_PRESSURE,Presiune controlată
ID_CONTROLLER,Regulator
ID_CONTROLLER_DIAGNOSTICS,Diagnostice regulator
ID_CONTROLLER_EEPROM_1_FAILED,EEPROM 2 regulator nereuşit
ID_CONTROLLER_EEPROM_2_FAILED,EEPROM 1 regulator nereuşit
ID_CONTROLLER_IDENTITY,Identitate regulator
ID_CONTROLLER_ON,Regulator pornit
ID_CONTROLLER_PPM_FIGURE_ERROR,Eroare cifră PPM regulator
ID_CONTROLLER_USE,Utilizare regulator
ID_COOLING_FAN_HAS_FAILED,Ventilatorul de răcire s-a defectat
ID_COPY,Copiere
ID_COPY_A_SINGLE_FILE,Cop un singur fişier
ID_COPY_ALL_FILES_FROM_USB,Cop toate fiş de pe USB
ID_COPY_ALL_FILES_TO_USB,Copiaţi toate fiş pe USB
ID_COPY_FILE_TO_USB,Copiaţi fişierul pe USB
ID_COUNT,Contorizare
ID_CR,CR
ID_CR_EOI,CR + EOI
ID_CR_LF,CR/LF
ID_CR_LF_EOI,CR/LF + EOI
ID_CURRENT,Curent
ID_CURRENT_INSTRUMENT_SETTINGS_HAVE_BEEN_SAVED_,Setările curente ale instrumentului au fost salvate într-un fişier nou.
ID_CURRENT_SETUP,Configurare curentă
ID_CURVE,Curbă
ID_DATA,Date
ID_DATA_BITS,Biţi date
ID_DATE_SET,Set date
ID_DAYS,zile
ID_DAYS_SINCE_LAST_CALIBRATION,Zile de la ultima calibrare
ID_DEBUG_MESSAGES,Mesaje DEPANARE
ID_DEG_C,°C
ID_DEG_F,°F
ID_DELETE,Ştergere
ID_DESTINATION,Destinaţie
ID_DIAGNOSTIC_ADC_COUNTS_ERROR,Eroare contorizări ADC diagnostice
ID_DIAGNOSTIC_ADC_VALUE_ERROR,Eroare valoare ADC diagnostice
ID_DIAGNOSTIC_MODE,Mod diagnosticare
ID_DIODE,Diodă
ID_DIODE_COUNTS,Contoriz diode
ID_DISABLE_SOFT_OPTIONS,Dezact opţiuni activitate
ID_DISABLED,Dezactivat
ID_DISPLAY,Afişaj
ID_DIVIDER,Separator
ID_DIVIDER_SETPOINT,Val referinţă separator
ID_DIVIDER_SETUP,Configurare separator
ID_DO_YOU_WANT_TO_DO__,Doriţi să efectuaţi o nouă corecţie a senzorului sau să reveniţi la ultima calibrare?
ID_DO_YOU_WANT_TO_PERFORM_A_VENT,Doriţi să efectuaţi ventilarea sistemului?
ID_DO_YOU_WANT_TO_SAVE_THIS_FILE,Doriţi să salvaţi acest fişier?
ID_DPI,DPI
ID_DPI500,DPI500
ID_DPI510,DPI510
ID_DPI520,DPI520
ID_DPISCPI,SCPI
ID_DWELL_TIME,Timp durată
ID_EDIT,Editare
ID_EDIT_IF_REQUIRED,Editaţi dacă e necesar.
ID_EFFORT,Efort
ID_EFFORT_METER,Disp măs efort
ID_ENABLED,Activat
ID_END,Sfârşit
ID_END_PARAMETER_ENTRY,Introd param sfârşit
ID_END_PRESSURE,Presiune sfârşit
ID_END_SETPOINT,Val referinţă sfârşit
ID_END_SLEW_RATE,Rată max creşt/timp fin
ID_ENGINEERING,Inginerie
ID_ENGLISH_LANGUAGE__DEFAULT,Limba engleză va fi utilizată în mod implicit
ID_ENHANCED,Îmbunătăţit
ID_ENTER_CAL_PIN,Introduceţi PIN-ul de calibrare
ID_ENTER_DATE,Introduceţi data zz/ll/aa
ID_ENTER_DATE_USA,Introduceţi data ll/zz/aa
ID_ENTER_NEW_AN_OP_SERIAL_NUMBER,Introduceţi noul număr de serie O/P analogic
ID_ENTER_NEW_CAL_PIN,Introduceţi noul PIN de calibrare
ID_ENTER_NEW_INSTRUMENT_SERIAL_NUMBER,Introduceţi noul număr de serie al instrumentului
ID_ENTER_NEW_MODULE_SERIAL_NUMBER,Introd noul număr de serie al modulului
ID_ENTER_NEW_OPTION_KEY,Introduceţi noua tastă de opţiuni
ID_ENTER_NEW_SERIAL_NUMBER,Introduceţi noul număr de serie
ID_ENTER_NEW_SUP_PIN,Introduceţi noul PIN de supervizor
ID_ENTER_REQUIRED_VALUE,Introduceţi valoarea necesară
ID_ENTER_SUP_PIN,Introduceţi PIN-ul supervizorului
ID_ENTER_TIME,Introduceţi ora hh:mm:ss
ID_ERROR_MESSAGE_LIMIT_REACHED,Limită mesaj eroare atinsă
ID_ERROR_QUEUE_FULL,Eroare coadă plină
ID_ETHERNET,Ethernet
ID_ETHERNET_ADDRESS,Adresă IP
ID_ETHERNET_ADDRESS_TYPE,Tip adresă
ID_ETHERNET_COMMS_OPTION,Comunicaţii Ethernet
ID_ETHERNET_CONNECTION_HISTORY,Istoric conexiune Ethernet
ID_ETHERNET_MAC_ADDRESS,adresă MAC ethernet 
ID_ETHERNET_OPTION_IS_ENABLED,Opţiunea Ethernet este activată.
ID_ETHERNET_PARAMETERS,Parametri Ethernet
ID_ETHERNET_STATUS,Stare Ethernet
ID_EUROPE,Europa
ID_EVEN,Even
ID_EXIT,Ieşire
ID_EXIT_T0_REJECT__,Ieşiţi pentru a respinge calibrarea.
ID_EXPLORER,Explorer
ID_EXTENDED,Extins
ID_FAIL,Eşec
ID_FAILED,Nereuşit
ID_FAST,Rapid
ID_FIFTH_DIGIT,A 5-a cifră
ID_FILE_ALREADY_EXISTS,Fişierul există deja
ID_FILE_COPIED,Fişier copiat:-
ID_FILE_COPIED_TO_USB,Fişier copiat pe USB
ID_FILE_COPY_COMPLETE,Copiere fişier finalizată
ID_FILE_NOT_FOUND,Fişier negăsit
ID_FILENAME_CONTAINS_INVALID_CHARS_,Numele fişierului conţine caractere nevalide
ID_FILENAME_MUST_BEGIN_,Numele fişierului trebuie să înceapă cu un caracter alfanumeric
ID_FILTER,Filtru
ID_FINISHED,Terminat
ID_FIRST_DIGIT,Prima cifră
ID_FITTED,prevăzut
ID_FLOW_CONTROL,Control debit
ID_FORMAT,Format
ID_FOURTH_DIGIT,A 4-a cifră
ID_FPGA_PROGRAMMING_FAILED,Programarea FPGA nu a reuşit
ID_FREQUENCY,Frecvenţă
ID_FS_LESS_THAN_ZERO,Scară completă mai mică de zero
ID_FT_S2,ft/s²
ID_FULL_SCALE,Scară completă
ID_FUNCTION_NOT_AVAILABLE,Funcţie încă nedisponibilă
ID_FUTURE_DATE_TIME,Dată oră viitoare
ID_GAIN_VALUE_1,valoare amplificare 1
ID_GAIN_VALUE_2,valoare amplificare 2
ID_GAUGE,Manom
ID_GENERAL,Generalităţi
ID_GENERAL_CONTROLLER_ERROR,Eroare generală regulator
ID_GENERAL_DIAGNOSTICS,Diagnostice generale
ID_GLOBAL_SETUP,Configurare globală
ID_GOTO_LABEL,Accesare etichetă
ID_GRADE,Grad
ID_HARDWARE,Hardware
ID_HARDWARE_BUILD,Versiune hardware
ID_HARDWARE_HISTORY,Istoric hardware
ID_HEAD,Presiune hidrostatică
ID_HEAD_CORRECTION,Corecţie pres hidrost
ID_HELIUM,Heliu
ID_HIGH,Înalt
ID_HIGH_ALARM,Alarmă înaltă
ID_HIGH_ALARM_CONDITION,Condiţie alarmă înaltă
ID_HIGH_PRESSURE,Presiune înaltă
ID_HIGH_SETPOINT,Val ref înaltă
ID_HISTORY,Istoric
ID_HOST_COMMAND,Comandă gazdă
ID_HOST_NAME,Nume gazdă
ID_HOURS,ore
ID_HUMIDITY,Umiditate
ID_HZ,Hz
ID_IDLE_TIMEOUT,Expirare ralanti
ID_IDLE_TIMEOUT_CONDITION,Condiţie expir ralanti
ID_IEEE488,IEEE488
ID_IEEE488_STATUS,Stare IEEE488
ID_IN_LIMITS,În limite
ID_IN_LIMITS_METER,Disp măs în lim
ID_IN_LIMITS_TIMER,Cronometrul în limite
ID_IN_PROGRESS,În desfăşurare
ID_INCHES,inchi
ID_INDEX_OUT_OF_RANGE,Index în afara intervalului
ID_INIT_CAN,Init CAN
ID_INIT_COMPLETE,Iniţializare finalizată
ID_INIT_FAILED,Iniţializare nereuşită
ID_INSERT,Introd
ID_INSERT_A_USB_,Introduceţi un stick de memorie USB cu noul software pentru instrument.
ID_INSTALLED,instalat
ID_INSTRUMENT,Instrument
ID_INSTRUMENT_ACCURACY,Precizie instrument
ID_INSTRUMENT_ALIAS_NAME,Nume alias instrument
ID_INSTRUMENT_BOOT_ROM,ROM pornire instrument
ID_INSTRUMENT_CANNOT_BE_USED,Instrumentul nu poate fi utilizat
ID_INSTRUMENT_DEFAULTS,Val implicite instrument
ID_INSTRUMENT_IS_INITIALISING,Instrumentul se iniţializează
ID_INSTRUMENT_MAIN_CODE,Cod principal instrument
ID_INSTRUMENT_OS_BUILD,Vers SO instrument
ID_INSTRUMENT_SERIAL_NUMBER,Număr serie instrument
ID_INSTRUMENT_SOFTWARE_UPGRADE,Upgrade software instrument
ID_INSTRUMENT_STATUS,Stare instrument
ID_INSTRUMENT_UPGRADE,Upgrade instrument
ID_INTEGRAL_VALUE,Valoare integrală
ID_INTERVAL,Interval
ID_INVALID_DATE,Dată nevalidă
ID_INVALID_OPTION,Opţiune nevalidă
ID_INVALID_OPTION_KEY,Tastă opţiuni nevalidă
ID_INVALID_TIME,Oră nevalidă
ID_IP_ADDRESS,Adresă IP
ID_IP_ADDRESS_TYPE,Tip adresă IP
ID_IS_AS_CAL_FOUND_GOOD,Calibrarea „curentă” este bună?
ID_ISOLATED,Izolat
ID_ISOLATION_STATUS,Stare izolare
ID_ISOLATION_VALVE,Supapă izolare
ID_IT_IS_RECOMMENDED_,Se recomandă să opriţi instrumentul şi să înlocuiţi ventilatorul de răcire.
ID_ITEM_INDEX_OUT_OF_RANGE,Index elem în afara intervalului
ID_JAPAN,Japonia
ID_KEEP_THE_FIRST_CAL_POINT,Păstraţi primul punct de calibrare? (punctul 1 din 3)
ID_KEEP_THE_SECOND_CAL_POINT,Păstraţi al doilea punct de calibrare? (punctul 2 din 3)
ID_KEEP_THE_THIRD_CAL_POINT,Păstraţi al treilea punct de calibrare? (punctul 3 din 3)
ID_KEEP_THIS_CAL_POINT_1,Păstraţi acest punct de calibrare? (punctul 1 din 2)
ID_KEEP_THIS_CAL_POINT_2,Păstraţi acest punct de calibrare? (punctul 2 din 2)
ID_KEY_CLICK,Clic tastă
ID_LANGUAGE,Limbă
ID_LANGUAGE_CHINESE,中文
ID_LANGUAGE_ENGLISH,English
ID_LANGUAGE_FRENCH,Français
ID_LANGUAGE_GERMAN,Deutsch
ID_LANGUAGE_ITALIAN,Italiano
ID_LANGUAGE_JAPANESE,日本語
ID_LANGUAGE_NOT_AVAILABLE,Limbă nedisponibilă
ID_LANGUAGE_PORTUGUESE,Português
ID_LANGUAGE_RUSSIAN,Русский
ID_LANGUAGE_SPANISH,Español
ID_LANGUAGE_USER_1,العربية
ID_LANGUAGE_USER_2,हिंदी
ID_LANGUAGE_USER_3,Magyar
ID_LANGUAGE_USER_4,한국의
ID_LANGUAGE_USER_5,Polski
ID_LANGUAGE_USER_6,Român
ID_LANGUAGE_USER_7,Türk
ID_LAST_CALIBRATION,Ultima calibrare
ID_LEAK_RATE,Rată scurgere
ID_LEAK_RATE__,Rată scurgere (min/sec) = 
ID_LEAK_RATE_1,Rată scurgere 1
ID_LEAK_RATE_2,Rată scurgere 2
ID_LEAK_TEST,Test scurgeri
ID_LEAK_TEST_OPTION_IS_ENABLED,Opţiunea Test scurgeri este activată.
ID_LEAK_TEST_RUNNING,Test scurgeri în funcţ
ID_LEAK_TEST_SETUP,Configurare test scurgeri
ID_LF,LF
ID_LF_EOI,LF + EOI
ID_LIMITS,Limite
ID_LINEAR,Liniar
ID_LITRES,litri
ID_LOCAL,Local
ID_LOCAL_GRAVITY,Gravitaţie locală
ID_LOCK,Blocare
ID_LOCK_TASKS,Blocare activităţi
ID_LOCKED,Blocat
ID_LOGIC_OUTPUT,Ieşire logică
ID_LOGIC_OUTPUT1,Ieşire logică 1
ID_LOGIC_OUTPUT2,Ieşire logică 2
ID_LOGIC_OUTPUT3,Ieşire logică 3
ID_LOGIC_OUTPUT4,Ieşire logică 4
ID_LOGIC_OUTPUT5,Ieşire logică 5
ID_LOGIC_OUTPUT6,Ieşire logică 6
ID_LOGIC_OUTPUT7,Ieşire logică 7
ID_LOGIC_OUTPUT8,Ieşire logică 8
ID_LOW,Redus
ID_LOW_ALARM,Alarmă redusă
ID_LOW_ALARM_CONDITION,Cond alarmă redusă
ID_LOW_PRESSURE,Presiune redusă
ID_LOW_SETPOINT,Val ref redusă
ID_LOWER,Inferior
ID_LOWER_LIMIT,Limită inf
ID_M,m
ID_M_S2,m/s²
ID_MA,mA
ID_MA_0_TO_20,0 la 20 mA
ID_MA_25,25 mA
ID_MA_4_TO_20,4 la 20 mA
ID_MANUAL,Manual
ID_MASS_STORAGE_DEVICE,Disp stocare în masă
ID_MAX_RATE,Rată max
ID_MAXIMUM,Maxim
ID_MAXIMUM_NUMBER_OF_TEST_PROGRAMS_EXCEEDED,Număr maxim de programe test depăşit
ID_MEASURE,Măsur
ID_MEASURE_DWELL,Măsurare durată
ID_MEASURE_SETUP,Configurare măsurare
ID_MEASURED_PRESSURE,Presiune măsurată
ID_MESSAGE,Mesaj
ID_MESSAGE_BUFFER_FULL,Tampon mesaj plin
ID_MESSAGE_HISTORY,Istoric mesaj
ID_MESSAGE_TEXT,Text mesaj
ID_MINIMUM,Minim
ID_MINS,min
ID_MINUTES,minute
ID_MISSING_FILE,Fişier lipsă
ID_MODE,Mod
ID_MODE_INDEX_OUT_OF_RANGE,Index mod în afara intervalului
ID_MODEL,Model
ID_MODULE,Modul
ID_MODULE_1,Modul 1
ID_MODULE_2,Modul 2
ID_MODULE_3,Modul 3
ID_MODULE_4,Modul 4
ID_MODULE_5,Modul 5
ID_MODULE_6,Modul 6
ID_MODULE_7,Modul 7
ID_MODULE_8,Modul 8
ID_MODULE_ADDRESS,Adresă modul
ID_MODULE_BOOT_ROM,ROM pornire modul
ID_MODULE_DEFAULTS,Val implicite modul
ID_MODULE_FAILURE_,Defecţ modul. Opriţi.
ID_MODULE_FULLSCALE,Scară completă modul
ID_MODULE_MAIN_CODE,Cod principal modul
ID_MODULE_SERIAL_NUMBER,Număr serie modul
ID_MODULE_SOFTWARE_UPGRADE,Upgrade software modul
ID_MODULE_STATUS,Stare modul
ID_MODULE_UPGRADE,Upgrade modul
ID_MORE_,Supl…
ID_MS,ms
ID_MV,mV
ID_MV_135,135 mV
ID_NAME,Nume
ID_NAME_ALREADY_USED,Nume deja utilizat
ID_NEG_CAL_ERROR,Eroare calibrare negativă
ID_NEG_SOURCE_SENSOR,-ve senzor sursă
ID_NEG_SOURCE_SENSOR_DIAGNOSTICS,-ve diagnostice senzor sursă
ID_NEG_SOURCE_ZERO,-ve zero sursă
ID_NEG5_TO_5V,-5 la +5 V
ID_NEGATIVE_FS,-ve complet
ID_NEGATIVE_SOURCE,-ve sursă
ID_NEGATIVE_SOURCE_G,-ve sursă g
ID_NEW,Nou
ID_NEW_,<…nou…>
ID_NEW_SOFTWARE_NOT_FOUND_,Software nou negăsit. Asiguraţi-vă că memoria USB cu noul software este introdusă corect.
ID_NEW_USER_PIN,PIN utilizator nou
ID_NITROGEN,Azot
ID_NO,Nu
ID_NO_BIAS_RUN_COMPLETED,Nicio funcţionare tendinţă finalizată
ID_NO_CONTROL_MODULE_RECOGNISED,Niciun modul de control recunoscut
ID_NO_ERROR,Nicio eroare
ID_NO_OVERSHOOT,Nicio suprareg
ID_NO_SPECIAL_HARDWARE_FITTED,Fără hardw spec montat
ID_NON_ISO,Neizol
ID_NON_ISOLATED,Neizolat
ID_NONE,Niciunul
ID_NORMAL,Normal
ID_NORTH_AMERICA,America de N
ID_NOT_CALIBRATED,Necalibrat
ID_NOT_ENOUGH_DIGITS,Nu s-au introdus suficiente cifre
ID_NOT_FITTED,neprev
ID_NOT_IN_CAL_MODE,Nu este în modul calibrare
ID_NOT_IN_PROGRESS,Nu este în desfăşurare
ID_NOT_PRESENT,Nu e prezent
ID_NOT_SAVED,Nesalvat
ID_NOT_SET,Nesetat
ID_NOTE_APPLIED_VALUE,Observaţi valoarea aplicată
ID_NUDGE_RESOLUTION,Rezoluţie deplasare fină
ID_NULL,
ID_NUMBER_OF_POINTS,Număr de puncte
ID_NUMBER_OF_RANGES,Număr de intervaluri
ID_ODD,Impar
ID_OFF,Oprit
ID_OFFSET_VALUE_1,valoare compensare 1
ID_OFFSET_VALUE_2,valoare compensare 2
ID_ON,Pornit
ID_ON_,Pornit…
ID_ON_SWITCH_IP,La intrare comutator
ID_OPEN,Deschis
ID_OPEN_APPLY_VALVE,Deschideţi aplic supapă
ID_OPEN_ISOLATION_VALVE,Deschideţi sup izolare
ID_OPEN_RELEASE_VALVE,Deschideţi elib supapă
ID_OPEN_ZERO_VALVE,Deschideţi zero supapă
ID_OPERATION_TIME,Timp funcţionare
ID_OPTION_INSTALLATION,Instalare opţiune
ID_OPTION_STATUS,Opţiuni software
ID_OPTIONS_FITTED,Opţiuni prevăzute
ID_OS_UPGRADE,Upgrade SO
ID_OUT_OF_RANGE,În afara intervalului
ID_OUTPUT_RELAYS,Relee ieşire
ID_OVER_RANGE,Peste interval
ID_OVERRANGE_PROTECTIVE_VENT,Vent protecţie suprainterv
ID_OVERSHOOT,Suprareglare
ID_OVERWRITE_THE_ORIGINAL_FILE,Suprascrieţi fişierul original?
ID_PACE5000,PACE5000
ID_PACE5000_SWITCHED_ON,PACE5000 pornit
ID_PACKET,Pachet
ID_PARAMETER_ENTRY,Introducere parametru
ID_PARITY,Paritate
ID_PASS,Reuşit
ID_PASSIVE,Pasiv
ID_PASSIVE_MODE,Mod pasiv
ID_PAUSE,Pauză
ID_PAUSED,În pauză
ID_PC_FS,% FS
ID_PC_SPAN,% Anvergură
ID_PER_MIN,/min
ID_PER_MINUTE,/minut
ID_PER_SEC,/sec
ID_PER_SECOND,/secundă
ID_PERCENT,Procent
ID_PERCENTAGE,%
ID_PERFORM_VENT_ERROR,Eroare efectuare ventilare
ID_PERFORM_ZERO_ERROR,Eroare aducere la zero
ID_PERIODIC_MESSAGE_SETUP_ERROR,Eroare configurare mesaj periodică
ID_PINS_ARE_DIFFERENT,PIN-urile sunt diferite
ID_PLEASE_ENSURE_USB_WITH_,Asiguraţi-vă că stickul de memorie USB cu noul software al modulului este introdus corect
ID_PLEASE_ENSURE_USB_WITH_HISTORY_,Asiguraţi-vă că stickul de memorie USB cu directorul „History” este introdus corect
ID_PLEASE_ENSURE_USB_WITH_OS_,Asiguraţi-vă că stickul de memorie USB cu noul sistem de operare este introdus corect
ID_PLEASE_ENSURE_USB_WITH_SETTINGS_,Asiguraţi-vă că stickul de memorie USB cu directorul „Settings” este introdus corect
ID_PLEASE_ENSURE_USB_WITH_TEST_PROGRAMS_,Asiguraţi-vă că stickul de memorie USB cu directorul „Test Programs” este introdus corect
ID_PLEASE_REENTER_DATE_OR_CANCEL,Reintroduceţi data sau revocaţi
ID_PLEASE_REENTER_OPTION_KEY_OR_CANCEL,Reintroduceţi tasta de opţiune sau revocaţi
ID_PLEASE_REENTER_PIN_OR_CANCEL,Reintroduceţi PIN-ul sau revocaţi
ID_PLEASE_REENTER_TIME_OR_CANCEL,Reintroduceţi ora sau revocaţi
ID_PLEASE_REMEMBER__CAL_PIN,Reţineţi noul PIN de calibrare
ID_PLEASE_REMEMBER__SUP_PIN,Reţineţi noul PIN de supervizor
ID_PLEASE_RETRY_OR_CANCEL,Reîncercaţi sau revocaţi
ID_PLEASE_SWITCH_INSTRUMENT_OFF_,Opriţi şi reporniţi instrumentul pentru resetare.
ID_PLEASE_WAIT,Aşteptaţi
ID_PLEASE_WAIT_WHILST_,Aşteptaţi; se instalează noul software.
ID_POINT,Punct
ID_POS_SOURCE_SENSOR,+ve senzor sursă
ID_POS_SOURCE_SENSOR_DIAGNOSTICS,+ve diagnostice senzor sursă
ID_POS_SOURCE_ZERO,+ve zero sursă
ID_POSITIVE_FS,+ve complet
ID_POSITIVE_SOURCE,+ve sursă
ID_POSITIVE_SOURCE_G,+ve sursă g
ID_POWER_OFF_INSTRUMENT,Opriţi alimentarea instrumentului. 
ID_POWER_ON_INSTRUMENT,Porniţi alimentarea instrumentului.
ID_POWER_UP,Pornire alimentare
ID_POWER_UP_SETPOINT,Val ref pornire alim
ID_POWER_UP_TRAPPED_PRESSURE_VENT,p.u. Vent presiune captivă
ID_POWER_UP_TRAPPED_PRESSURE_VENT_DISABLED,p.u. Vent presiune captivă activată
ID_POWER_UP_TRAPPED_PRESSURE_VENT_ENABLED,p.u. Vent presiune captivă dezactivată
ID_PPM,ppm FS
ID_PRESET,Presetat
ID_PRESET_PRESSURE_1,Presiune presetată 1
ID_PRESET_PRESSURE_10,Presiune presetată 10
ID_PRESET_PRESSURE_11,Presiune presetată 11
ID_PRESET_PRESSURE_12,Presiune presetată 12
ID_PRESET_PRESSURE_13,Presiune presetată 13
ID_PRESET_PRESSURE_14,Presiune presetată 14
ID_PRESET_PRESSURE_15,Presiune presetată 15
ID_PRESET_PRESSURE_16,Presiune presetată 16
ID_PRESET_PRESSURE_17,Presiune presetată 17
ID_PRESET_PRESSURE_18,Presiune presetată 18
ID_PRESET_PRESSURE_19,Presiune presetată 19
ID_PRESET_PRESSURE_2,Presiune presetată 2
ID_PRESET_PRESSURE_20,Presiune presetată 20
ID_PRESET_PRESSURE_21,Presiune presetată 21
ID_PRESET_PRESSURE_22,Presiune presetată 22
ID_PRESET_PRESSURE_23,Presiune presetată 23
ID_PRESET_PRESSURE_24,Presiune presetată 24
ID_PRESET_PRESSURE_25,Presiune presetată 25
ID_PRESET_PRESSURE_3,Presiune presetată 3
ID_PRESET_PRESSURE_4,Presiune presetată 4
ID_PRESET_PRESSURE_5,Presiune presetată 5
ID_PRESET_PRESSURE_6,Presiune presetată 6
ID_PRESET_PRESSURE_7,Presiune presetată 7
ID_PRESET_PRESSURE_8,Presiune presetată 8
ID_PRESET_PRESSURE_9,Presiune presetată 9
ID_PRESET_SETPOINT,Val referinţă presetată
ID_PRESET_SETUP,Configurare presetare
ID_PRESS_ACCEPT_TO_ENTER_REQUIRED_,Apăsaţi Acceptare pentru a introduce valoarea O/P analogic necesară
ID_PRESS_ESCAPE_T0_REJECT__,Apăsaţi Renunţare pentru a respinge calibrarea.
ID_PRESS_OK_TO_ACCEPT_,Acceptaţi calibrarea pentru a reveni la meniul calibrare.
ID_PRESS_OK_TO_CONTINUE,Apăsaţi OK pentru a continua
ID_PRESS_OK_TO_ENTER_REQUIRED_,Acceptaţi pt a introduce val de ieşire analogică necesară
ID_PRESS_OK_WHEN_OUTPUT_VALUE_IS_STABLE,Accept când această valoare e stabilă
ID_PRESS_RETRY_TO_RECALIBRATE,Apăsaţi Reîncercare pentru a repeta Măsurare/Introducere
ID_PRESS_TO_CONTINUE,Apăs pt a cont
ID_PRESS_YES_TO_TURN_CONTROLLER_OFF_,Apăsaţi Da pt a opri regulatorul şi pt a aduce la zero acest interval de presiune.
ID_PRESSURE,Presiune
ID_PRESSURE_FILTER,Filtru presiune
ID_PRESSURE_OUTSIDE_RANGE_,Presiune în afara intervalului. Vent sistemul înainte de zero.
ID_PRESSURE_OVER_RANGE,Presiune peste interval
ID_PRESSURE_READING,Citire presiune
ID_PRESSURE_SENSOR_BEING_ZEROED,Senz pres în curs de aducere la zero
ID_PRESSURE_UNITS,Unităţi presiune
ID_PRESSURE_ZERO,Zero presiune
ID_PRIORITY_HIGH,Înalt
ID_PRIORITY_LOW,Redus
ID_PRIORITY_MED_HIGH,Înalt mediu
ID_PRIORITY_MED_LOW,Redus mediu
ID_PROCESS,Proces
ID_PRODUCTION_STATUS,Stare producţie
ID_PROG_BEEP,Bip
ID_PROG_BREAK,Întrer
ID_PROG_CONTROL,Control
ID_PROG_COUNT,Contorizare
ID_PROG_CYCLING,Ciclare
ID_PROG_DWELL,Durată
ID_PROG_END,Sfârşit
ID_PROG_GOTO,Accesare
ID_PROG_IN_LIMITS,În limite
ID_PROG_IN_LIMITS_TIMER,i/l Cronometru
ID_PROG_IP_LOGIC,Logică I/P
ID_PROG_ISO_VALVE,Sup izo
ID_PROG_MEASURE,Măsurare
ID_PROG_PAUSE,Pauză
ID_PROG_RANGE,Interval
ID_PROG_RATE_MAX,Rată max
ID_PROG_RATE_VALUE,Valoare rată
ID_PROG_RESOLUTION,Rezoluţie
ID_PROG_SETPOINT,Valoare referinţă
ID_PROG_SETTLING_FAST,Stabilizare rapidă
ID_PROG_SETTLING_N_O,Nr stabilizare
ID_PROG_START,Start
ID_PROG_STOP_COUNT,Oprire contorizare
ID_PROG_TEXT,Text
ID_PROG_UNITS,Unităţi
ID_PROG_VENT,Ventilare
ID_PROG_VFC_OFF,VFC opr
ID_PROG_VFC_ON,VFC por
ID_PROG_WAIT_IN_LIMITS,Aşt în limite
ID_PROG_ZERO,Zero
ID_PROGRAM_HAS_CHANGED,Programul s-a modificat
ID_PROGRAMMING_ERROR,Eroare programare
ID_PROTECTIVE_VENT,Ventilare protecţie
ID_PROTECTIVE_VENT_DISABLED,Vent protecţie dezactivată
ID_PROTECTIVE_VENT_ENABLED,Vent protecţie activată
ID_PROTOCOL,Protocol
ID_QBT,QBT
ID_RANGE,Interval
ID_RANGE_CHANGING,Modificare interval
ID_RANGES,Intervale
ID_RANGES_FITTED,Intervale prevăzute
ID_RATE,Rată
ID_RATE_AIM,Rată ţintă
ID_READING,Citire
ID_READINGS_PER_SEC,citiri/sec
ID_RECALL_USER_SETUP,Reapelare config utiliz
ID_RECORD_THE_CALIBRATION_POINT,Măsuraţi şi introduceţi valoarea ieşirii analogice
ID_REDUCE_POS_SOURCE_,Reduceţi +ve presiunea sursă în limitele MWP, apoi selectaţi OK
ID_REENTER_NEW_CAL_PIN,Reintroduceţi noul PIN de calibrare
ID_REENTER_NEW_SUP_PIN,Reintroduceţi noul PIN de supervizor
ID_REF_PORT_MEDIUM,Ref. mediu port
ID_REFERENCE,Referinţă
ID_REFERENCE_CORRECTION,Corecţie referinţă
ID_REFERENCE_PRESSURE,Presiune referinţă
ID_REFERENCE_SENSOR,Senzor referinţă
ID_REGULATOR,Regulator
ID_RELAY_INDEX_OUT_OF_RANGE,Index releu în afara intervalului
ID_RELEASE,Eliberare
ID_RELEASE_BIAS,Eliberaţi tendinţa
ID_RELEASE_PRESSURE,Eliberaţi presiunea
ID_RELEASE_PWM,Eliberaţi PWM
ID_RELEASE_VALVE_BIAS_ERROR,Eliberaţi eroarea tendinţei supapei
ID_RELEASE_VALVE_CHARACTERISATION_ERROR,Eliberaţi eroarea caracterizării supapei
ID_REMINDER_PERIOD,Perioadă memento
ID_REMOTE,La distanţă
ID_REMOVED,eliminat
ID_REPEAT,Repetare
ID_RESET_FAULT_HISTORY,Reset istoric defecţiuni
ID_RESET_LAN_SETTINGS,Resetare setări LAN
ID_RESET_USE_LOG,Resetare jurnal utilizare
ID_RESET_USE_LOG_HISTORY,Reset istoric jurnal utiliz
ID_RESOLUTION,Rezoluţie
ID_RESTORE_AS_SHIPPED,Restauraţi cf livrării
ID_RESTORE_LAST_SETTINGS,Restauraţi ultimele setări
ID_RESUME,Reluare
ID_ROUGHING,Funcţionare preliminară
ID_ROUGHING_TIMER,Crono funcţ prelim
ID_ROW,Restul lumii
ID_RS232,RS232
ID_RS232_DIAGNOSTICS,Diagnostice RS232
ID_RS232_STATUS,Stare RS232
ID_RTS_CTS,RTS/CTS
ID_RUN,Funcţionare
ID_RUNNING,În funcţiune
ID_RUSKA7000,Ruska7000
ID_SAMPLES_BEING_TAKEN,Eşantioane prelevate
ID_SAVE_AS_SHIPPED,Salvaţi conform livrării
ID_SAVE_RECALL_USER_SETUP,Salv/reapel config utiliz
ID_SAVE_USER_SETUP,Salvaţi config utiliz
ID_SCM,SCM
ID_SCM_CORRECTION,Corecţie SCM
ID_SCM_FILTER,Filtru SCM
ID_SCM_MODULE_SERIAL_NUMBER,Număr serie modul SCM
ID_SCM_ZERO,Zero SCM
ID_SCPI,SCPI
ID_SCREEN_CALIBRATION,Calibrare ecran
ID_SCREEN_SAVER,Economizor ecran
ID_SECOND_DIGIT,A 2-a cifră
ID_SECONDS,secunde
ID_SELECT_CAL_CHANNEL_ERROR,Selectaţi eroarea canalului de calibrare
ID_SELECT_RANGE,Selectaţi intervalul
ID_SENSOR_CORRECTION,Corecţie senzor
ID_SENSOR_INDEX_OUT_OF_RANGE,Index senzor în afara intervalului
ID_SENSOR_SERIAL_NUMBER_ERROR,Eroare număr serie senzor
ID_SENT_VALUE_OUT_OF_LIMITS,Valoare trimisă în afara limitelor
ID_SERIAL_COMM_DIAG,Diagnostice comunicaţii seriale
ID_SERIAL_NUMBER,Număr serie
ID_SERVICE,Service
ID_SET_SERIAL_NUMBER,Setare numere serie
ID_SET_UP,Configurare
ID_SETPOINT,Valoare referinţă
ID_SETPOINT_==_VALUE,== Valoare
ID_SETPOINT_>=_VALUE,>= Valoare
ID_SETPOINT_ENTRY,Introducere valoare referinţă
ID_SETPOINT_EQUALS,Valoare referinţă = 
ID_SETPOINT_LIMITS,Limite valoare referinţă
ID_SETPOINT_VALUE_ERROR,Eroare valoare referinţă
ID_SETTING,Setare
ID_SETUP,Configurare
ID_SEVENTH_DIGIT,A 7-a cifră
ID_SHOW_LAN_STATUS,Afişare indicator stare LAN
ID_SIXTH_DIGIT,A 6-a cifră
ID_SLEW_RATE,Rată max creşt/timp
ID_SN,N/S
ID_SOFTWARE,Software
ID_SOFTWARE_HISTORY,Istoric software
ID_SOFTWARE_INSTALLED,Software instalat
ID_SOFTWARE_UPGRADE_COMPLETE,Upgrade software finalizat
ID_SOFTWARE_UPGRADE_FAILED,Upgrade software nereuşit
ID_SOFTWARE_UPGRADES,Upgrade-uri software
ID_SOURCE_FS_LT_CONTROL_FS,FS senzor sursă mai mic de FS senzor control
ID_SOURCE_PDCR_CORRECTION,Corecţie PDCR sursă
ID_SOURCE_PRESSURE,Presiune sursă
ID_SOURCE_PRESSURE_ABOVE_LIMIT,Presiune sursă în afara limitelor
ID_SOURCE_PRESSURE_FAILED,Presiune sursă nereuş
ID_SOURCE_PRESSURE_MEASUREMENT_UN_,Măsurare presiune sursă nedisponibilă
ID_SOURCE_SENSOR,Senzor sursă
ID_SOURCE_SOLID_SENSOR_CAL_,Temperaturi calibrare senzor sursă în ordine descrescătoare
ID_SPAN_OUTSIDE_LIMITS,Anvergură în afara limitelor
ID_STAND_ALONE,Autonom
ID_STANDARD,Standard
ID_START,Start
ID_START_PARAMETER_ENTRY,Introd param pornire
ID_START_SETPOINT,Val referinţă pornire
ID_START_SLEW_RATE,Rată max creşt/timp por
ID_START_TX,Tx pornire
ID_STATIC,static
ID_STATUS,Stare
ID_STATUS_AREA,Zonă stare
ID_STEP,Pas
ID_STEPPING,Mod instr
ID_STOP,Stop
ID_STOP_BITS,Biţi oprire
ID_STOP_TX,Tx oprire
ID_STOPPED,Oprit
ID_SUBNET_MASK,Mască subreţea
ID_SUMMARY,Rezumat
ID_SUPERVISOR,Supervizor
ID_SUPERVISOR_SETUP,Configurare supervizor
ID_SWITCH_DEBOUNCE_TIME,Timp stabil cont comut
ID_SWITCH_STATUS,Stare comut
ID_SWITCH_TEST,Test comutare
ID_SWITCH_TEST_END,Sfârşit test comut
ID_SWITCH_TEST_OPTION_IS_ENABLED,Opţiunea Test comutare este activată.
ID_SWITCH_TEST_PARAMETER_SELECTION,Selecţie parametri test comutare
ID_SWITCH_TEST_RUNNING,Test comut în desf
ID_SWITCH_TEST_SETUP,Config test comutare
ID_SWITCH_TEST_START,Pornire test comut
ID_SWITCH_TEST_TEST,Testare test com
ID_SWITCH_TRIGGER,Introd declanş comut
ID_SYSTEM,Sistem
ID_SYSTEM_VENT_BEING_PERFORMED,Ventilare sistem în desfăşurare
ID_SYSTEM_VENT_COMPLETE,Ventilare sistem finalizată
ID_SYSTEM_VENT_FAILED,Ventilare sistem nereuşită
ID_SYSTEM_ZERO_COMPLETE,Zero sistem finalizat
ID_SYSTEM_ZERO_FAILED,Zero sistem nereuşit
ID_TARE,Valoare temporară
ID_TASK,Activitate
ID_TASK_CHANGING,Schimbare activitate
ID_TCP,TCP
ID_TEMPERATURE,Temperatură
ID_TERMINATOR,Capăt rând
ID_TEST,Test
ID_TEST_PARAMETER_ENTRY,Introd parametru test
ID_TEST_PORT_MEDIUM,Mediu port test
ID_TEST_PRESSURE_1,Presiune 1 test
ID_TEST_PRESSURE_1_END,Sfârşit presiune 1 test
ID_TEST_PRESSURE_1_START,Pornire presiune 1 test
ID_TEST_PRESSURE_2,Presiune 2 test
ID_TEST_PRESSURE_2_END,Sfârşit presiune 2 test
ID_TEST_PRESSURE_2_START,Pornire presiune 2 test
ID_TEST_PROGRAM,Program test
ID_TEST_PROGRAM_OPTION_IS_ENABLED,Opţiunea Program test este activată.
ID_TEST_PROGRAM_RUNNING,Program test în desf
ID_TEST_PROGRAM_SETUP,Config program test
ID_TEST_PROGRAMS,Programe test
ID_TEST_SETPOINT_1,Valoare referinţă 1 test
ID_TEST_SETPOINT_2,Valoare referinţă 2 test
ID_THE_CURRENT_SETPOINT_IS_OUTSIDE_,Val de ref curentă este în afara noilor limite ale val de ref.
ID_THE_INSTRUMENT_MUST_,Opriţi alimentarea instrumentului. Scoateţi stickul de memorie USB. Porniţi instrumentul pentru a finaliza instalarea.
ID_THE_INSTRUMENT_MUST_BE_SWITCHED_OFF_,Instrumentul trebuie oprit şi repornit.
ID_THE_NUMBER_OF_ACTIVE_ERROR_,Numărul de mesaje de eroare active a atins limita superioară
ID_THE_SYSTEM_WILL_BE_AUTO_,Sistemul va fi ventilat automat dacă presiunea depăşeşte 110 %
ID_THE_SYSTEM_WILL_NOT_BE_AUTO_,Sistemul nu va fi ventilat automat la presiune înaltă
ID_THE_SYSTEM_WILL_NOT_OFFER_,Sistemul nu va încerca să ventileze presiunea captivă de peste 3 bari la pornire
ID_THE_SYSTEM_WILL_OFFER_,Sistemul va încerca să ventileze presiunea captivă de peste 3 bari la pornire
ID_THIRD_DIGIT,A 3-a cifră
ID_THIS_SETPOINT_WILL_NOT_BE__,Această valoare de referinţă nu va fi trimisă către regulator.
ID_THIS_TASK_IS_CURRENTLY_SELECTED,Această activ este crt select
ID_THIS_TASK_IS_LOCKED,Această activitate este blocată
ID_TIME_AND_DATE,Oră şi dată
ID_TIME_CONSTANT,Constantă timp
ID_TIME_SET,Oră setată
ID_TIME_TO_IN_LIMITS,Timp până la în limite
ID_TIME_TO_SETPOINT,Timp până la val ref
ID_TIMED_ZERO,Zero sincronizat
ID_TIMEOUT,Expirare
ID_TIMER,Cronometru
ID_TOO_LONG,Prea lung
ID_TOO_MANY_DIGITS,Au fost introduse prea multe cifre
ID_TOO_SHORT,Prea scurt
ID_TOP_SPAN,Anvergură superioară
ID_TRAPPED_PRESSURE_EXCEEDS,Presiunea captivă depăşeşte 3 bari
ID_TX,Tx
ID_TYPE,Tip
ID_UI_ADDRESS,Adresă UI
ID_UNABLE_TO_PERFORM_RESTORE,Imposibil de efectuat restaurarea
ID_UNITS,Unităţi
ID_UNITS_ATM,atm
ID_UNITS_BAR,bar
ID_UNITS_CMH2O_20C,cmH₂O@20°C
ID_UNITS_CMH2O_4C,cmH₂O@4°C
ID_UNITS_CMHG,cmHg@0°C
ID_UNITS_FTH2O_20C,ftH₂O@20°C
ID_UNITS_FTH2O_4C,ftH₂O@4°C
ID_UNITS_FTH2O_60F,ftH₂O@60°F
ID_UNITS_HPA,hPa
ID_UNITS_INH2O_20C,inH₂O@20°C
ID_UNITS_INH2O_4C,inH₂O@4°C
ID_UNITS_INH2O_60F,inH₂O@60°F
ID_UNITS_INHG,inHg@0°C
ID_UNITS_KGCM2,kg/cm²
ID_UNITS_KGM2,kg/m²
ID_UNITS_KPA,kPa
ID_UNITS_LBFT2,lb/ft²
ID_UNITS_MBAR,mbar
ID_UNITS_MH2O_20C,mH₂O@20°C
ID_UNITS_MH2O_4C,mH₂O@4°C
ID_UNITS_MHG,mHg@0°C
ID_UNITS_MMH2O_20C,mmH₂O@20°C
ID_UNITS_MMH2O_4C,mmH₂O@4°C
ID_UNITS_MMHG,mmHg@0°C
ID_UNITS_MPA,MPa
ID_UNITS_PA,Pa
ID_UNITS_PSI,psi
ID_UNITS_TORR,torr
ID_UNKNKOWN_COMMAND,Comandă necunoscută
ID_UNKNOWN,necun
ID_UNKNOWN_CODE,Cod necunoscut
ID_UNKNOWN_ERROR,Eroare necunoscută
ID_UNLOCK_ALL,Deblocare totală
ID_UNLOCKED,Deblocat
ID_UPDATE_RATE,Rată actualizare
ID_UPGRADING_,Upgrade în desf...
ID_UPPER,Superior
ID_UPPER_LIMIT,Limită sup
ID_UPPER_SETPOINT_LIMIT_MUST_,Limita sup a val de ref trebuie să fie mai mare decât limita inf a val de ref
ID_USA,SUA
ID_USB,USB
ID_USB_MODE_HAS_BEEN_,Modul USB a fost reconfigurat.
ID_USB_MODE_IS_CONFIGURED_,Modul USB este configurat la Dispozitiv de stocare în masă.
ID_USB_PORT_DISABLED,Port USB dezactivat
ID_USB_STATUS,Stare USB
ID_USE_LOG,Jurnal utilizare
ID_USE_LOG_HISTORY,Istoric jurnal utilizare
ID_USER,Utilizator
ID_USER_DEFINED_UNITS,Unităţi definite de utiliz
ID_USER_INTERFACE_PCA_TEMPERATURE,Temp PCA interfaţă utilizator
ID_USER_SETUP_FILES,Fişiere configurare utilizator
ID_USING_DEFAULT_CALIBRATION_DATA,Se utiliz datele implicite de calibrare
ID_USING_DEFAULT_SERIAL_NUMBER,Se utiliz numărul de serie implicit
ID_UTILITIES,Utilităţi
ID_V_0_TO_10,0 la 10 V
ID_V_0_TO_5,0 la 5 V
ID_V_11,11 V
ID_VACUUM_PRESSURE_FAILED,Presiune vid nereuş
ID_VACUUM_PRESSURE_MEASUREMENT_UN_,Măsurare presiune vid nedisponibilă
ID_VACUUM_SENSOR,Senzor vid
ID_VACUUM_SOLID_SENSOR_CAL_,Temperaturi calibrare senzor vid în ordine descrescătoare
ID_VALID_OPTION_KEY,Tastă opţiune validă
ID_VALUE,Valoare
ID_VALVE,Supapă
ID_VALVE_BIAS_VALUES_ERROR,Eroare valori tendinţă supapă
ID_VALVE_CONTROL,Control supapă
ID_VALVE_CORRECTION,Corecţie supapă
ID_VALVE_CORRECTION__COMPLETED,Corecţia supapei a reuşit
ID_VALVE_CORRECTION_FAILED,Corecţie supapă nereuşită
ID_VALVE_CORRECTION_HISTORY,Istoric corecţie supapă
ID_VALVE_INDEX_OUT_OF_RANGE,Index supapă în afara intervalului
ID_VALVE_PWM_ERROR,Eroare PWM supapă
ID_VALVE_STATE_ERROR,Eroare stare supapă
ID_VENT,Ventilare
ID_VENT_AND_FS,Vent şi +ve FS
ID_VENT_RANGE_INDEX_OUT_OF_RANGE,Index interval ventilare în afara intervalului
ID_VENT_RATE,Rată vent
ID_VENT_SETUP,Config vent
ID_VENT_TIMED_OUT,Ventilare expirată
ID_VENT_TIMEOUT,Expirare ventilare
ID_VENT_YES_NO,Ventilare Da/Nu
ID_VERBOSE_OFF,Detaliat oprit
ID_VERBOSE_ON,Detaliat pornit
ID_VERIFYING,Verificare în desfăşurare
ID_VERSION_NUMBER,Număr versiune
ID_VFC,Contact fals
ID_VFC_BOOT_ROM,ROM pornire VFC
ID_VFC_DEFAULTS,Valori implicite VFC
ID_VFC_DIAGNOSTICS,Diagnostice contact fals
ID_VFC_MAIN_CODE,Cod principal VFC
ID_VFC_MODULE_SERIAL_NUMBER,Număr serie modul VFC
ID_VFC_SETUP,Configurare VFC
ID_VFC_STATUS,Stare VFC
ID_VFC_UPGRADE,Upgrade VFC
ID_VIEW_HEX,Vizualizare hex
ID_VIEW_TEXT,Vizualizare text
ID_VOLTAGE,Tensiune
ID_VOLTS,Volţi
ID_VOLUME,Volum
ID_VOLUME_ESTIMATE,Volum estimat
ID_VXI,VXI-11
ID_WARNING,Avertisment
ID_WARNING_MWP_EXCEEDED,Presiune maximă de lucru depăşită
ID_WATCHDOG_FAILURE_,Defecţiune monitor
ID_WEB_PASSWORD,Parolă Web
ID_WRITE_WITHOUT_PASSWORD,Scrieţi fără parolă
ID_WRONG_CONTROLLER_TYPE_FITTED,Tip greşit de modul prevăzut
ID_WRONG_PIN,PIN greşit
ID_XML_FILE_CORRUPTED,Fişier XML deteriorat
ID_XON_XOFF,Xpor/Xopr
ID_YES,Da
ID_ZERO,Zero
ID_ZERO_A_RANGE,Aducere interv la zero
ID_ZERO_ALL,Zero total
ID_ZERO_AND_FS,Zero şi +ve FS
ID_ZERO_HISTORY,Istoric zero
ID_ZERO_MODE_ERROR,Eroare mod zero
ID_ZERO_OFFSET,compensare zero
ID_ZERO_OUTSIDE_LIMITS,Limite externe zero
ID_ZERO_RANGE_INDEX_OUT_OF_RANGE,Index interval zero în afara intervalului
ID_ZERO_SCM,Zero SCM
ID_ZERO_SETUP,Config zero
ID_ZERO_TIMED_OUT,Zero expirat
ID_ZZ1,婁嫁媺継ﾀｶｒｭﾇ輕せ』
ID_ZZ2,ぁねビ㌆㋲㊪ワ㎖㎸亝礼㏳
ID_ZZ3,لإاثه سه فاث لأقثشف خب فا ث لأقثشفثس مشىلعشم ٍهفث
ID_ZZ4,ةنيب تمنب تهصعثععب بتن
ID_ZZ5,اسيعن يعن لتاسي لغ
ID_ZZ6,يبتىنم بىت اتباهخباه
ID_INVALID_PATTERN,Model nevalid
ID_ARE_YOU_SURE_CHANGE_MAC_ADDRESS_,Sigur doriţi să schimbaţi adresa Mac?
ID_EXCEEDED_CHARACTER_LIMIT,Limită caractere depăşită
ID_DEF_GATEWAY,Gateway implicit
ID_DNS_SERVER,Server DNS
